{
  "title": "Chapter 1: Rice Flour, Bamboo Sticks, and a Tiny World",
  "description": "Tò he – a traditional Vietnamese toy that symbolizes childhood, memory, and the storytelling art of Vietnamese folk culture.",
  "content": {
    "I. Tò he – A Miniature World of Fairy Tales": [
      {
        "passage": 1,
        "text": "Tò he is a traditional Vietnamese toy that has become a cherished part of childhood for generations, a sweet fragment of memory deeply rooted in the nation's cultural soul. These simple yet delightful figures - such as fairy man, Tam (Cinderella-like), elephants, and chickens - are delicately molded from rice flour, infused with the breath of ancient folklore and the spirit of Vietnamese tradition. In the hands of a skilled artisan, soft, cloud-like dough is brought to life, telling familiar tales from the past through vibrant shapes and colors. Tò he is not just a toy - it is a gentle form of storytelling, humble yet evocative, simple yet rich in meaning.",
        "images": [
          "images/imageForEachChapter/12.jpg",
          "images/imageForEachChapter/13.jpg"
        ]
      }
    ],
    "II. Rice Flour, Natural Dyes, and Storytelling Hands": [
      {
        "passage": 1,
        "text": "The materials used to make tò he are modest, but the craft demands patience and experience. The dough is made from a mixture of ordinary rice and a small portion of sticky rice, usually in a ratio of about 10:1 or 10:2, depending on the weather and desired elasticity. After soaking, the rice is finely ground or pounded, then steamed or boiled. Once cooked, the dough is divided into small portions and dyed with natural colors extracted from leaves, roots, fruits, tree bark, or safe food coloring. Traditionally, four basic colors - yellow, red, black, and green - are used to create a rustic yet vibrant palette that evokes the essence of Vietnam's countryside culture.",
        "images": [
          "images/imageForEachChapter/1.jpg"
        ]
      },
      {
        "passage": 2,
        "text": "No molds or modern machines are needed. With just a slender bamboo stick, a bowl of cold water to maintain the dough's pliability, and most importantly, a pair of skillful hands guided by a rich imagination, artisans breathe life into miniature fairytale worlds: beloved folk characters, familiar animals, blooming flowers, and sweet fruits. Each tò he is a unique, handcrafted creation - no two are exactly alike - expressing the individuality and creativity of its maker. More than a toy, it is a \"spiritual child\" that carries the breath of memory, the soul of culture, and the timeless beauty of Vietnamese folk art - a beauty that never fades, only transforms softly with time and love for tradition.",
        "images": [
          "images/imageForEachChapter/2.jpg"
        ]
      }
    ],
    "III. A Century-Long Journey of Rustic Colors": [
      {
        "passage": 1,
        "text": "No one knows exactly when to he was born, as it has blended into Vietnamese folk life like an enduring cultural current. Perhaps it emerged alongside the sincere and simple-minded spirit of rural farmers, the laughter of children at village fairs, the colorful trays of Tet (Lunar New Year) offerings, or the sacred rituals passed down through generations. \"First came the steamed rolls, then the rice crackers, then the birds and storks…\" - In those early times, this humble toy was originally called \"chim cò\" (birds and storks). It wasn't just a toy, but a ceremonial object - a blend of devotion and creativity. Animals such as birds, fish, buffaloes, and dragons were shaped from fragrant sticky rice dough and placed on trays as offerings to ancestors, symbolizing prayers for good harvests and family well-being. After the ceremony, the adults would share the offerings with the children - a spiritual gift from heaven and the gods. Tò he, even then, symbolized joy, affection, and a deep sense of community.",
        "images": [
          "images/imageForEachChapter/5.jpg",
          "images/imageForEachChapter/21.jpg"
        ]
      },
      {
        "passage": 2,
        "text": "The name \"tò he\" as we know it today originates from the playful sound—\"tí te tò te\" - made by little leaf whistles that artisans used to attach beneath each figure. Over time, this cheerful sound evolved into the name \"tò he,\" a musical echo that still rings in the memories of generations of Vietnamese children.",
        "images": [
          "images/imageForEachChapter/7.jpg"
        ]
      },
      {
        "passage": 3,
        "text": "Xuân La Village (in Phượng Dực Commune, Phú Xuyên District, Hanoi) is considered the cradle of the to he craft. For over 300 years, this village has preserved and nurtured a unique form of traditional handicraft - a vibrant expression of folk art. Here, the craft is passed down from generation to generation, sustaining a community of artisans deeply connected to rice dough, color, and delicate bamboo sticks. These artisans are more than toy makers - they are \"storytellers with their hands,\" artists who need no stage or spotlight, only skillful fingers and a heart full of love for culture.",
        "images": [
          "images/imageForEachChapter/22.jpg"
        ]
      }
    ]
  }
}
