{
  "title": "Chapter 2: To He Through the Tides of Vietnamese History",
  "description": "The journey of tò he – from folk tradition to a living heritage in modern Vietnam.",
  "content": {
    "I. A Handful of Dough, A Century of Stories": [
      {
        "passage": 1,
        "text": "Tò he doesn’t have a clear starting point in history. It didn’t appear in written records, but quietly became a natural part of Vietnamese spiritual and cultural life. Maybe it’s this quiet presence that makes tò he a special sign of Vietnam’s long-standing folk traditions – where daily life, belief, and creativity come together.",
        "images": ["images/imageForEachChapter/6.jpg"]
      },
      {
        "passage": 2,
        "text": "At first, tò he wasn’t made as a toy. Soft, white glutinous rice dough was shaped into animals like dragons, phoenixes, fish, and birds. These figures were placed on ancestor altars as a way to pray for peace, good luck, and a successful harvest. Back then, tò he showed people’s faith and their connection to their family roots.",
        "images": ["images/imageForEachChapter/9.jpg"]
      },
      {
        "passage": 3,
        "text": "Over time, tò he moved beyond ceremonies. It appeared at village markets and became part of many children’s memories. Folk artisans – without stages or lights – used a small bamboo stick, some natural colors, and skillful hands to bring the dough to life: a kind Buddha, a smiling Tam, or a brave Thach Sanh at a countryside fair. Through their work, old stories and traditions were brought back to life in the eyes of young children.",
        "images": ["images/imageForEachChapter/20.jpg"]
      },
      {
        "passage": 4,
        "text": "Tò he has gone through many changes in Vietnamese history – from times of war and hardship to periods of renewal. It was sometimes forgotten, pushed aside by plastic toys, but never completely disappeared. Inside its small and simple form is a long story – where history continues through colors and imagination.",
        "images": ["images/imageForEachChapter/8.jpg"]
      }
    ],
    "II. One Toy – Two Layers of Heritage": [
      {
        "passage": 1,
        "text": "Tò he may be a toy, but it’s also a collective memory – an echo of what is most intimate and enduring in Vietnamese life. It is the essence of an agrarian culture: crafted from sticky rice, colored with natural hues, shaped entirely by hand.",
        "images": ["images/imageForEachChapter/10.jpg"]
      },
      {
        "passage": 2,
        "text": "There are no molds. No machines. Only eyes that observe, hands that practice, and hearts that remember. The craft is passed down not through books or classrooms, but from father to child, through patient repetition and shared spirit. That’s why no two tò he figures are ever the same – each is a unique creation, molded by the artisan’s feelings and personal vision.",
        "images": ["images/imageForEachChapter/16.jpg"]
      },
      {
        "passage": 3,
        "text": "Within these tiny sculptures lies a whole world of folk symbols – images, stories, customs, and aesthetics all captured in the palm of a hand. Tò he is more than play. It is a folk visual art. It is how the Vietnamese narrate their worldview in color and form.",
        "images": ["images/imageForEachChapter/18.jpg"]
      }
    ],
    "III. From Memory to the Present – A Gentle Revival": [
      {
        "passage": 1,
        "text": "As Vietnam entered the digital age, many believed tò he had become a thing of the past. Electronic toys, foreign cartoons, and social media pushed these humble dough figures to the margins. And yet, quietly, tò he found its way back.",
        "images": ["images/imageForEachChapter/3.jpg"]
      },
      {
        "passage": 2,
        "text": "A new generation of artisans began breathing new life into the tradition: reimagining the characters as Doraemon, Elsa, Mario… turning live sculpting into performances at workshops and festivals, bringing tò he into museums, art classes, and most meaningfully, into programs for children with autism and hearing impairments. Tò he is no longer just a relic—it’s a bridge between traditional art and modern education.",
        "images": ["images/imageForEachChapter/4.jpg"]
      },
      {
        "passage": 3,
        "text": "Today, tò he appears at cultural events around the world – from Japan and Korea to France and the U.S. – as a tiny yet powerful cultural ambassador. In each figure lies not only skill, but also heart, history, and the unmistakable soul of Vietnam.",
        "images": ["images/imageForEachChapter/23.jpg"]
      }
    ],
    "IV. Touching Culture – Holding on to the Spirit": [
      {
        "passage": 1,
        "text": "A child today might not fully grasp the story behind a tò he figure in their hand. But in that moment of joy, something ancient flows forward. The tradition continues. A thread from our ancestors’ hands is passed on. A bridge stretches from the craft village of Xuân La to modern cities, from rustic market stalls to international stages.",
        "images": ["images/imageForEachChapter/28.jpg"]
      },
      {
        "passage": 2,
        "text": "Tò he does not grow old – it grows with the times. It changes its look, renews its spirit, but never lets go of its roots. It doesn’t shout its legacy, but gently reminds us: some things don’t need grand promotions to carry the soul of a nation.",
        "images": ["images/imageForEachChapter/27.jpg"]
      },
      {
        "passage": 3,
        "text": "Tò he is proof of something very simple: with just a handful of rice dough, a bamboo stick, and a patient hand, we can shape an entire cultural treasure. And from that, we realize that preserving culture doesn’t have to start with something grand – it can begin with the smallest things that know how to tell a story, like tò he.",
        "images": ["images/imageForEachChapter/29.jpg"]
      }
    ]
  }
}
