{
  "title": "Kỳ 1: Bột Gạo, Que Tre & Một Thế Giới Nhỏ Bé",
  "description": "Tò he – món đồ chơi dân gian truyền thống, biểu tượng của tuổi thơ, ký ức và nghệ thuật kể chuyện dân gian Việt.",
  "content": {
    "I. Tò he – Hình hài cổ tích": [
      {
        "passage": 1,
        "text": "Tò he là món đồ chơi dân gian đã đi vào tuổi thơ của bao thế hệ người Việt như một mảnh ghép ngọt ngào của ký ức. Tò he đơn thuần là những hình thù nhỏ xinh – ông Bụt, nàng Tấm, chú voi, con gà – được nặn khéo léo từ bột gạo, mang đậm hơi thở cổ tích và hồn cốt dân tộc. Trong tay người thợ, từng nhúm bột mềm như mây được nhào nặn nên sự sống, kể lại những câu chuyện dân gian xưa cũ bằng hình hài sống động và sắc màu tươi sáng. Tò he không chỉ là trò chơi, mà là nghệ thuật kể chuyện – nhẹ nhàng, dung dị mà sâu lắng.",
        "images": ["images/imageForEachChapter/12.jpg", "images/imageForEachChapter/13.jpg"]
      }
    ],
    "II. Bột gạo, sắc màu và đôi tay kể chuyện": [
      {
        "passage": 1,
        "text": "Nguyên liệu làm tò he tuy giản dị nhưng lại đòi hỏi sự tỉ mỉ và kinh nghiệm. Bột để nặn tò he là hỗn hợp được làm từ gạo tẻ và một phần nhỏ gạo nếp, thường theo tỷ lệ khoảng 10 phần gạo tẻ và 1–2 phần gạo nếp, tùy theo điều kiện thời tiết và yêu cầu độ dẻo của bột. Sau khi trộn đều, gạo và nếp sẽ được ngâm nước, xay nhuyễn hoặc giã mịn, rồi đem luộc hoặc hấp chín. Khối bột dẻo sau đó được chia thành từng vắt nhỏ, tiếp tục nhuộm màu bằng các sắc tố tự nhiên lấy từ lá cây, củ quả, vỏ gỗ hay màu thực phẩm an toàn. Bốn màu cơ bản truyền thống thường dùng là vàng, đỏ, đen và xanh – tạo nên một bảng màu mộc mạc mà sinh động, gợi lên hồn cốt của văn hóa làng quê Việt.",
        "images": ["images/imageForEachChapter/1.jpg"]
      },
      {
        "passage": 2,
        "text": "Không cần đến khuôn đúc hay máy móc hiện đại, người nghệ nhân chỉ cần một que tre mảnh mai, một chút nước lạnh để giữ độ dẻo của bột, và trên hết là đôi bàn tay khéo léo cùng trí tưởng tượng phong phú. Từ những nhúm bột mềm như mây ấy, người thợ dân gian nhào nặn nên cả một thế giới cổ tích thu nhỏ: những nhân vật bước ra từ truyện xưa, những con vật thân thuộc trong đồng quê, những bông hoa, trái ngọt... Mỗi con tò he là một tác phẩm thủ công độc bản, không trùng lặp, mang đậm cá tính sáng tạo của từng nghệ nhân. Đó không chỉ là một món đồ chơi, mà là một \"đứa con tinh thần\" mang hơi thở của ký ức, của văn hóa, và của vẻ đẹp dân gian Việt Nam – thứ vẻ đẹp không bao giờ cũ, chỉ nhẹ nhàng biến hóa theo thời gian và tình yêu truyền thống.",
        "images": ["images/imageForEachChapter/2.jpg"]
      }
    ],
    "III. Hành trình trăm năm của sắc màu dân dã": [
      {
        "passage": 1,
        "text": "Không ai biết chính xác tò he ra đời từ năm nào, bởi nó đã ăn sâu vào đời sống dân gian Việt Nam như một mạch ngầm văn hóa từ ngàn đời. Có lẽ, nó đã sinh ra cùng với nếp nghĩ hồn hậu của người nông dân, với tiếng cười trẻ thơ trong các phiên chợ quê, với sắc màu rực rỡ trên mâm cỗ Tết, và với cả niềm tin linh thiêng trong những lễ nghi cổ truyền. \"Thứ nhất bánh cuốn, thứ nhì bánh đa, thứ ba chim cò\" Khi ấy, thứ đồ chơi dân dã này có tên gọi đầu tiên là \"chim cò\", không phải đồ chơi mà là đồ lễ – một sự kết tinh giữa lòng thành kính và óc sáng tạo của người Việt xưa. Những con vật chim, cá, trâu, rồng, được nặn từ bột gạo nếp thơm dẻo, đặt trang trọng trên mâm ngũ quả để cúng tổ tiên, cầu mong mùa màng bội thu, gia đình bình an. Sau buổi lễ, người lớn sẽ chia \"lộc\" ấy cho lũ trẻ, như một món quà từ trời đất và thần linh. Vừa mang tính tâm linh, vừa gần gũi, tò he ngày ấy đã là biểu tượng của tình cảm, của niềm vui giản dị, và của sự gắn kết cộng đồng.",
        "images": ["images/imageForEachChapter/5.jpg", "images/imageForEachChapter/21.jpg"]
      },
      {
        "passage": 2,
        "text": "Tên gọi \"tò he\" ngày nay xuất phát từ chính âm thanh \"tí te tò te\" phát ra từ những cây kèn lá nhỏ được các nghệ nhân xưa gắn vào dưới mỗi chiếc tò he. Dần dần, từ âm thanh ấy, người ta gọi chệch thành \"tò he\" – và cái tên ấy như một nhịp gõ nhẹ vào ký ức của bao thế hệ người Việt.",
        "images": ["images/imageForEachChapter/7.jpg"]
      },
      {
        "passage": 3,
        "text": "Làng Xuân La (thuộc xã Phượng Dực, huyện Phú Xuyên, Hà Nội) được xem là cái nôi của nghề nặn tò he. Suốt hơn 300 năm, nơi đây đã nuôi dưỡng và gìn giữ một nghề thủ công độc đáo – một loại hình nghệ thuật dân gian sống động. Làng không chỉ truyền nghề từ đời này sang đời khác, mà còn làm nên một cộng đồng những nghệ nhân bền bỉ với bột, sắc màu và cây tre nhỏ bé. Những nghệ nhân làng Xuân La không đơn thuần là người làm đồ chơi, họ là những \"người kể chuyện bằng tay\", những nghệ sĩ không cần sân khấu, không cần đèn đóm, chỉ cần một bàn tay khéo và một tâm hồn yêu văn hóa.",
        "images": ["images/imageForEachChapter/22.jpg"]
      }
    ]
  }
}
